Revit 2027 API
ParameterTypeId.StairsAttrStringerThickness Property
 "Stringer Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrStringerThickness { get; }
Public Shared ReadOnly Property StairsAttrStringerThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrStringerThickness {
	ForgeTypeId^ get ();
}
static member StairsAttrStringerThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace